driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/InvokeServiceWithRepeatTest31/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:inv="http://j2ee.netbeans.org/wsdl/InvokeServicewithRepeat">
  <soapenv:Body>
    <inv:Name>Invoke RPT </inv:Name>
    <inv:count>2</inv:count>
  </soapenv:Body>
</soapenv:Envelope>